Repository: numanskibv/f7mollie
Catalog: includes/lang/cf7-mollie-translation-*.po
Languages: nl_nl

source: payment amount
nl_nl: betalingsbedrag

source: payment options
nl_nl: betalingsopties

source: iDeal bankchoice
nl_nl: iDeal bankkeuze

source: Edit
nl_nl: Bewerk

source: Delete
nl_nl: Verwijder

source: Show payments
nl_nl: Laat betalingen zien

source: Time
nl_nl: Tijd

source: Payment ID
nl_nl: BetalingsID

source: Customer ID
nl_nl: Klant ID

source: Name
nl_nl: Naam

source: Amount
nl_nl: Bedrag

source: Description
nl_nl: Omschrijving

source: Frequency
nl_nl: Frequentie

source: Start date
nl_nl: Start datum

source: Subscription ID
nl_nl: Machtigingsnummer

source: Import All Payments
nl_nl: Importeer alle betalingen

source: Import Subscriptions
nl_nl: Importeer alle periodieke betalingen

source: %s %s is imported succesfully
nl_nl: %s %s is succesvol geïmporteerd

source: No %s are imported.
nl_nl: Geen %s zijn geïmporteerd.

source: Payments made
nl_nl: Gemaakte betalingen

source: Mollie Settings
nl_nl: Mollie instellen

source: Add payment mandate
nl_nl: Voeg een betalingsmachtiging toe

source: Payments Table
nl_nl: Betalingstabel

source: Below you can find all payments done.
nl_nl: Onderstaand zie alle gemaakte betalingen.

source: All payments with a Subscription ID can be edited, that will edit the actual subscription on the Mollie side.
nl_nl: Alle betalingen met een machtigingsID kunnen worden bewerkt.

source: When deleting a subscription the subscription will be cancelled at the Mollie side.
nl_nl: Als u een periodieke betaling verwijderd dan wordt hij ook gestopt bij Mollie.

source: Reset Api Key
nl_nl: Wijzig api sleutel

source: Set Api Key
nl_nl: Voer api sleutel in

source: Your Mollie Api Key is saved.
nl_nl: Uw mollie api sleutel is opgeslagen.

source: Please enter a valid api key!
nl_nl: Vult u alstublieft een valide api sleutel in!

source: Mollie Api Key:
nl_nl: Mollie api sleutel:

source: Press the button to import all payments from Mollie
nl_nl: Gebruik de knop om alle betalingen vanaf Mollie te importeren

source: Press the button to import all subscriptions from Mollie
nl_nl: Gebruik de knop om all periodieke betalingen te importeren vanaf Mollie

source: Add a payment mandate.
nl_nl: Voeg een betalingsmachtiging toe.

source: Fill in the form below to:
nl_nl: Vul het onderstaande formulier in om:

source: Create a customer
nl_nl: Een klant te maken

source: Create a payment mandate for that customer
nl_nl: Een machtiging voor die klant te maken

source: Create a subscription for that customer (optional)
nl_nl: Een periodieke betaling voor die klant te maken

source: Display Name:
nl_nl: Weergave naam:

source: Bank account name:
nl_nl: Naam van de bankrekening:

source: Bank account IBAN:
nl_nl: IBAN:

source: Signature date
nl_nl: Machtigingsdatum

source: Fill in the fields below only if you want to add a subscription as well.
nl_nl: Vul onderstaande velden alleen in als u ook een periodieke betaling wilt instellen.

source: If you add an existing order ID you can change an oneoff payment to a subscription.
nl_nl: Als u een bestaande order id invult dan kunt een eenmalige betaling omzetten naar een periodieke betaling.

source: Amount:
nl_nl: Bedrag:

source: Description:
nl_nl: Omschrijving:

source: Days
nl_nl: Dagen

source: Weeks
nl_nl: Weken

source: Months
nl_nl: Maanden

source: Times:
nl_nl: Aantal keer:

source: OrderID (Optional):
nl_nl: Order id (optioneel):

source: Submit
nl_nl: Verzend

source: Payments for customer
nl_nl: Betalingen voor klant

source: Date
nl_nl: Datum

source: Back to main page
nl_nl: Terug naar vorige pagina

source: Edit values
nl_nl: Bewerk periodieke betaling

source: The values below are retrieved from Mollie.
nl_nl: De onderstaande waardes zijn opgevraagd bij Mollie.

source: All changed values will also be changed at the side of Mollie.
nl_nl: Alle gewijzigde waardes zullen ook bij Mollie worden geüpdated.

source: Times
nl_nl: Aantal keer

source: Confirm subscription cancellation
nl_nl: Bevestig het stoppen van deze machtiging

source: Are you sure to cancel the subscription with id '%s'?
nl_nl: Weet u zeker dat u de machtiging met id "%s" wilt stoppen?

source: Are you sure to cancel all %s subscriptions?
nl_nl: Weet u zeker dat u alle %s periodieke betalingen wilt stoppen?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Items deleted scuccesfully from mollie and local database
nl_nl: Alles is succesvol verwijderd van mollie en de lokale database

source: Items deleted scuccesfully from local database only.
nl_nl: Alles is succesvol verwijderd uit de lokale database, niet bij mollie.

source: Generate a form-tag for a field where users can fill in their amount.
nl_nl: Genereer een form-tag voor een veld waar gebruikers een betalingsbedrag kunnen invullen.

source: Generate a dropdown menu to select a bank if chosen for iDeal as a paymentmethod. You can add extra options as well, these will be placed at the bottom of the list. You should use %s to only show the field when iDeal is chosen as a payment method
nl_nl: Genereer een keuze menu om een bank te kiezen voor het geval iDeal de betaalmethode is. U kunt extra opties toevoegen, die worden onderaan de lijst geplaatst. U dient %s te gebruiken om het veld alleen te tonen als iDeal de betaalmethode is

source: Generate radio buttons to select a paymentmethod. You can add extra options as well, these will be placed at the bottom of the list. To set up a recurring payment the client has to do an initial payment. The form needs to have an 'name' and a 'email' field. Optionally you add a field with a namme containing the word 'frequency' containing numbers. That will be the frequency in months. Optionally you can add a date field with 'chargedate' in its name that will be the startdate. If you only have one recurring payment option, you do not have to add the 'Payment option field - recurring' just the 'payment option - first is sufficient.'
nl_nl: Genereer radio keuzes om een betalingsmethode te selecteren. U kunt extra opties toevoegen, deze komen aan het einde van de lijst. Om een periodieke betaling in te stellen, dient de klant een eenmalige betaling te doen. In dat geval dient het formulier een 'naam' en een 'e-mail' veld te hebben. Optioneel kunt u een veld met de naam 'frequency' die getallen bevat toevoegen. Dat wordt de frequentie van de betaling in maanden. U kunt ook optioneel een datumveld met de naam 'chargedate' toevoegen. Als u slechts één periodiek betaalmiddel hebt hoeft u geen recurring betaalmethode toe te voegen.

source: Payment type
nl_nl: Betalingstype

source: Delete payment
nl_nl: Verwijder betaling

source: Action
nl_nl: Actie

source: Edit payment
nl_nl: Bewerk betaling

source: Total
nl_nl: Totaal

source: No records found.
nl_nl: Geen betalingen gevonden.

source: paid
nl_nl: betaald

source: days
nl_nl: dagen

source: weeks
nl_nl: weken

source: months
nl_nl: maanden

source: CustomerID
nl_nl: Klant ID

source: StartDate
nl_nl: Start datum

source: SubscriptionID
nl_nl: Machtiging ID

source: canceled
nl_nl: geannuleerd

source: pending
nl_nl: in afwachting

source: authorized
nl_nl: toegestaan

source: expired
nl_nl: verlopen

source: failed
nl_nl: mislukt
